#Напишите программу, которая выводит на экран текст "Hello, World!"

print("Hello, World!")


#Напишите программу, которая запрашивает у пользователя его имя и выводит приветствие, например: "Привет, [имя]!"

name = input("Введите ваше имя: ")
print("Привет " + name)

