#Напишите программу, которая создает список из 5 чисел и выводит их сумму.

num = [5, 10, 15, 20, 25]
qwerty = sum(num)
print("Список чисел:",qwerty)


#Напишите программу, которая находит максимальное число в списке.

numbers = [5, 10, 15, 20, 25]
gigbol = max(numbers)
print("Максимальное число:", gigbol)


#Напишите программу, которая удаляет дубликаты из списка.

dub = [1,1,1,3,3,3,35,5,5,5,53,34,]
wer = set(dub)
print(wer(dub))